Repository: cesarhdz/ajax-bootmodal-login
Catalog: lang/alimir-*.po
Languages: fa_ir, zh_cn

source: <p class="alert alert-info" data-alert="alert">Please fill all the fields.</p>
fa_ir: <p class="alert alert-info" data-alert="alert">لطفا تمامی فیلدها را تکمیل کنید.</p>
zh_cn: <p class="alert alert-info" data-alert="alert">请填写所有字段。</p>

source: <p class="alert alert-error" data-alert="alert">captcha invalid.</p>
fa_ir: <p class="alert alert-error" data-alert="alert">کد امنیتی اشتباه است.</p>
zh_cn: <p class="alert alert-error" data-alert="alert">验证码无效。</p>

source: <p class="alert alert-error" data-alert="alert"><strong>ERROR</strong>: Wrong username or password.</p>
fa_ir: <p class="alert alert-error" data-alert="alert"><strong>خطا</strong>: نام کاربری یا رمز عبور اشتباه است.</p>
zh_cn: <p class="alert alert-error" data-alert="alert"><strong>错误</strong>: 错误的用户名或密码</p>

source: <p class="alert alert-success" data-alert="alert">Login successful, redirecting...</p>
fa_ir: <p class="alert alert-success" data-alert="alert">ورود موفقیت آمیز بود، در حال انتقال...</p>
zh_cn: <p class="alert alert-success" data-alert="alert">登录成功后，重定向.....</p>

source: <p class="alert alert-success" data-alert="alert">Registration complete. Please check your e-mail.</p>
fa_ir: <p class="alert alert-success" data-alert="alert">نام نویسی با موفقیت انجام شد. لطفا ایمیل خود را چک کنید</p>
zh_cn: <p class="alert alert-success" data-alert="alert">注册完成。请检查您的E-mail。</p>

source: <p class="alert alert-success" data-alert="alert">Password Reset. Please check your email.</p>
fa_ir: <p class="alert alert-success" data-alert="alert">رمز عبور جدید فرستاده شد، لطفا ایمیل خود را بررسی کنید</p>
zh_cn: <p class="alert alert-success" data-alert="alert">密码重置。请检查您的电子邮件。</p>

source: Please enter a username or e-mail address.
fa_ir: لطفا یک شناسه یا ایمیل معتبر بنویسید
zh_cn: 请输入用户名或电子邮件地址

source: There is no user registered with that email address.
fa_ir: <strong>خطا</strong>: کاربری با این نشانی ایمیل وجود ندارد.
zh_cn: 没有用户与电子邮件地址注册

source: Invalid username or e-mail.
fa_ir: <strong>خطا</strong>: شناسه یا نشانی ایمیل نامعتبر است.
zh_cn: 无效的用户名或电子邮件

source: Password reset is not allowed for this user
fa_ir: این شناسه اجازه‌ی بازسازی کلمه عبور را ندارد
zh_cn: 该用户不允许重置密码

source: Someone requested that the password be reset for the following account:
fa_ir: کسی درخواست به‌روز رسانی رمز این حساب را داده است:
zh_cn: 有人要求将密码重置为以下帐户:

source: Username: %s
fa_ir: کاربر گرامی: %s
zh_cn: 用户名: %s

source: If this was a mistake, just ignore this email and nothing will happen.
fa_ir: اگر اشتباهی رخ داده، کافیست‌ این نامه را نادیده بگیرید و هیچ اتفاقی نخواهد افتاد.
zh_cn: 如果这是一个错误，请忽略这封邮件，什么都不会发生。

source: To reset your password, visit the following address:
fa_ir: جهت بازیابی رمز عبور، لینک زیر را دنبال کنید:
zh_cn: 要重置密码，请访问以下地址：

source: powered by < http://wordpress.org/plugins/ajax-bootmodal-login >
fa_ir: قدرت گرفته از < http://wordpress.org/plugins/ajax-bootmodal-login >

source: Ali Mizraei < http://alimir.ir >
fa_ir: علی میرزائی < http://alimir.ir >

source: [%s] Password Reset
fa_ir: [%s] نوسازی رمز
zh_cn: [%s] 重设密码

source: The e-mail could not be sent.<br />Possible reason: your host may have disabled the mail() function.
fa_ir: ایمیل نمی‌تواند فرستاده شود.<br />دلیل ممکن: میزبان شما ممکن است تابع mail() را از کار انداخته باشد.
zh_cn: 电子邮件无法发送<br/>可能的原因：您的主机可能已经禁用了mail（）函数。

source: Login
fa_ir: ورود
zh_cn: 登录

source: Profile
fa_ir: پنل کاربری
zh_cn: 描绘

source: BootModal Login Settings
fa_ir: افزونه فرم ورود بوت مودال
zh_cn: 登录插件设置

source: Alimir Ajax BootModal Login
fa_ir: فرم ورود Ajax BootModal Login
zh_cn: Ajax BootModal Login

source: Using <code>[Alimir_BootModal_Login]</code> shortcode, to display ajax bootmodal login.
fa_ir: جهت نمایش فرم ورود بوت مودال، از شورت کد <code>[Alimir_BootModal_Login]</code> در قالب خود استفاده کنید...
zh_cn: 使用的<code>[Alimir_BootModal_Login]</ code>的简码，以显示 ajax bootmodal login。

source: Non-use BootStrap modules
fa_ir: حذف ماژول های بوت استرپ
zh_cn: 不使用引导程序模块

source: If your theme support bootstrap, Check this option.
fa_ir: اگر پوسته شما از ماژولهای بوت استرپ پشتیبانی میکند، این گزینه را انتخاب کنید.
zh_cn: 如果你的主题支持bootstrap，勾选这个选项

source: Do you use from bootstrap +3?
fa_ir: آیا از بوت استرپ +3 استفاده می کنید؟
zh_cn: 你是否使用bootstrap +3?

source: If you use from bootstrap +3 in your theme, Check this option.
fa_ir: اگر پوسته سایت شما از نسخه +3 بوت استرپ بهره گیری کرده است، تیک این گزینه را بزنید.
zh_cn: 如果你从你的主题使用bootstrap +3，选中此选项

source: Deactivate User Panel
fa_ir: غیر فعال کردن پنل کاربری
zh_cn: 停用用户面板

source: This option disables user modal profile button.
fa_ir: با انتخاب این گزینه، می توانید پروفایل کاربری افزونه را غیر فعال کنید.
zh_cn: 该选项禁用用户模式的配置文件按钮

source: disable user registration?
fa_ir: غیر فعال سازی بخش ثبت نام
zh_cn: 禁止用户注册？

source: This option disables user registration form.
fa_ir: با استفاده از این گزینه می توانید فرم نام نویسی را غیر فعال کنید.
zh_cn: 该选项禁用用户登记表

source: Login Button Text
fa_ir: متن دکمه ورود
zh_cn: 登录按钮文本

source: Profile Button Text
fa_ir: متن دکمه پروفایل
zh_cn: 按钮文本

source: Enable login captcha
fa_ir: کد امنیتی را در فرم ورود فعال کن!
zh_cn: 启用登录验证码

source: This option enables captcha on login form.
fa_ir: با فعال کردن این گزینه، می توانید کد امنیتی را در فرم ورود، فعال کنید.
zh_cn: 此选项启用验证码的登录表单

source: Enable register captcha
fa_ir: کد امنیتی را در فرم نام نویسی فعال کن!
zh_cn: 开启注册验证码

source: This option enables captcha on registration form.
fa_ir: با فعال کردن این گزینه، می توانید کد امنیتی را در فرم نام نویسی، فعال کنید.
zh_cn: 此选项启用验证码

source: Enable lostpass captcha
fa_ir: کد امنیتی را در فرم بازیابی رمز، فعال کن!
zh_cn: 启用lostpass验证码

source: This option enables captcha on lostpass form.
fa_ir: با فعال کردن این گزینه، می توانید کد امنیتی را در فرم بازیابی رمز، فعال کنید.
zh_cn: 此选项启用验证码上lostpass形式

source: Default buttons
fa_ir: طرح دکمه پیشفرض
zh_cn: 默认按钮

source: choose your button style.
fa_ir: یک طرح را برای دکمه ورود انتخاب کنید
zh_cn: 选择你的按钮样式

source: Button sizes
fa_ir: اندازه دکمه پیوند
zh_cn: 按钮大小

source: choose your button size.
fa_ir: یک سایز را برای دکمه ورود انتخاب کنید.
zh_cn: 选择你的按钮大小

source: login redirect URL
fa_ir: لینک تغییر مسیر ورود
zh_cn: 登录后重定向的URL

source: Registration redirect URL
fa_ir: لینک تغییر مسیر عضویت
zh_cn: 注册后的重定向URL

source: Like this plugin?
fa_ir: از این افزونه خوشتون اومد؟

source: Show your support by Rating 5 Star in <a href="http://wordpress.org/plugins/ajax-bootmodal-login"> Plugin Directory reviews</a>
fa_ir: با امتیاز 5 ستاره در <a href="http://wordpress.org/plugins/ajax-bootmodal-login">مخزن وردپرس</a> از این افزونه حمایت کنید...

source: Follow me on <a href="https://www.facebook.com/alimir.ir"> Facebook</a>
fa_ir: دنیای وردپرس و برنامه نویسی را در <a href="https://www.facebook.com/alimir.ir"> فیسبوک</a> دنبال کنید...

source: Plugin Author Blog: <a href="http://alimir.ir"> Wordpress & Programming World.</a>
fa_ir: صفحه سازنده افزونه <a href="http://alimir.ir"> دنیای وردپرس و برنامه نویسی</a>.
zh_cn: Plugin Author Blog: <a href="http://alimir.ir"> Wordpress & Programming World.</a>&nbsp;汉化者:川 <a href="http://www.ifknow.net"> 那些事 - IFKNOW.NET</a>

source: Ajax BootModal Login
fa_ir: ابزارک Ajax BootModal Login

source: Ajax BootModal Login is a WordPress plugin that is powered by bootstrap and ajax for better login, registration or lost password.
fa_ir: این ابزارک را به یکی از ستون های پوسته متصل کرده و نتیجه را در قالب مشاهده کنید.

source: Title:
fa_ir: عنوان:
zh_cn: 标题:

source: User Login
fa_ir: بخش ورود کاربران
zh_cn: 用户登录

source: Username
fa_ir: نام کاربری
zh_cn: 用户名

source: Password
fa_ir: رمز عبور
zh_cn: 密码

source: Captcha
fa_ir: کد امنیتی
zh_cn: 验证码

source: Click to refresh captcha
fa_ir: برای تازه سازی کد، روی تصویر کلیک کنید
zh_cn: 点击刷新验证码

source: Remember Me
fa_ir: مرا به خاطر بسپار
zh_cn: 记住

source: Not registered?
fa_ir: نام نویسی نکرده اید؟!؟
zh_cn: 还没注册？

source: Lost your password?
fa_ir: رمزتان را گم کرده اید؟
zh_cn: 是否遗忘密码？

source: loading...
fa_ir: در حال بارگذاری...

source: Submit
fa_ir: ورود
zh_cn: 提交

source: User LostPassword
fa_ir: بازیابی رمز عبور
zh_cn: 用户忘记密码

source: Please enter your username or email address. You will receive a link to create a new password via email.
fa_ir: شناسه یا ایمیل خود را‌ وارد کنید. شما از طریق ایمیل، پیوندی برای تنظیم رمز تازه دریافت خواهید کرد.
zh_cn: 请输入您的用户名或电子邮件地址。您将收到一个链接并通过电子邮件来创建一个新的密码。

source: Username or Email
fa_ir: نام کاربری یا ایمیل
zh_cn: 用户名或电子邮件

source: Log in
fa_ir: ورود
zh_cn: 登录

source: User Registration
fa_ir: نام نویسی
zh_cn: 用户注册

source: E-mail
fa_ir: ایمیل

source: Already registered? Login
fa_ir: پیش از این نام نویسی کرده اید؟ وارد شوید
zh_cn: 已经注册？注册

source: A password will be emailed to you.
fa_ir: رمز با نامه برای شما فرستاده خواهد شد.
zh_cn: 密码将通过电子邮件发送给您。

source: Welcome Dear
fa_ir: خوش آمدید
zh_cn: 欢迎

source: User Name:
fa_ir: نام کاربری:
zh_cn: 用户名:

source: User ID:
fa_ir: آی دی کاربری:
zh_cn: 用户ID:

source: Display Name:
fa_ir: نام نمایشی:
zh_cn: 显示名称：

source: E-mail:
fa_ir: ایمیل:

source: Recent Comments
fa_ir: آخرین دیدگاه هایی که فرستاده اید:
zh_cn: 最近的评论

source: You have not made any comment.
fa_ir: شما هنوز هیچ دیدگاهی را ارسال نکرده اید.
zh_cn: 你还没有发表任何评论

source: Recently Viewed Posts
fa_ir: آخرین پست هایی که مشاهده کرده اید:
zh_cn: 最近浏览过的文章

source: You have not viewed any posts recently.
fa_ir: شما هنوز هیچ پستی را مشاهده نکرده اید.
zh_cn: 你最近没有浏览过任何文章
